clipman
downgrade
envycontrol
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
libva-nvidia-driver
nwg-look
paru
yazi
unarchiver
speedtest-rs
sway-audio-idle-inhibit-git
sway-overfocus
swayfx-git
swww
wlroots-nvidia
wlsunset
wttrbar
xcursor-simp1e-gruvbox-dark
zoxide
zathura-pdf-mupdf
zathura-djvu
ytfzf
fzf
wl-clipboard
waybar
wlroots-nvidia
wofi
unrar
unzip
udiskie
ttf-firacode-nerd
ttf-fira-sans
ttf-fira-mono
swayidle
swayimg
swaylock
sway-overfocus
sway-audio-idle-inhibit-git
speedtest-rs
ranger-git
ripgrep
seahorse
slurp
qt5-wayland
python-pyqt6
polkit-gnome
otf-font-awesome
obsidian
nwg-look
nvidia-utils
nvidia-prime
nvidia
npm
noto-fonts-emoji
noto-fonts
network-manager-applet
neovim
mpv
lame
hyperfine
imagemagick
jq
gnome-keyring
git
foot
firefox
fish
ffmpeg
ffmpegthumbnailer
fd
envycontrol
egl-wayland
downgrade
discord
clipman
chezmoi
brightnessctl
bluez
bluez-libs
bluez-utils
bash-completion
swappy
gitui
go
lib32-ncurses
ncurses
tmux
htop
powertop
eza
rustup
ksshaskpass
zathura-pdf-mupdf
libsecret
betterdiscord-installer
swappy
